Repository: ProtonProtocol/wookey-woocommerce-webauth
Catalog: i18n/languages/woow-*.po
Languages: fr_fr

source: Provides a Webauth Payment Gateway for your customer.
fr_fr: Fournit une passerelle de paiement Webauth pour vos clients.

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Webauth Payment
fr_fr: Activer le paiement Webauth

source: Use testnet
fr_fr: Utiliser le testnet

source: Enable testnet
fr_fr: Activer le testnet

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors du paiement.

source: WebAuth payment
fr_fr: Paiement WebAuth

source: pay securly with with multiple crypto currencies through Webauth with NO GAS FEE BABY !
fr_fr: Payer en toute sécurité avec plusieurs crypto-monnaies via Webauth SANS FRAIS DE GAZ !

source: Register store
fr_fr: Enregistrer le magasin

source: Register you store nearby the smart contract
fr_fr: Enregistrez votre magasin à proximité du contrat intelligent

source: Mainnet account
fr_fr: Compte Mainnet

source: Set the destination account on mainnet where pay token will be paid. <b>Used only when "Use testnet" option is disabled</b>
fr_fr: Définissez le compte de destination sur Mainnet où le token de paiement sera payé. <b>Utilisé uniquement lorsque l'option "Use testnet" est désactivée</b>

source: Testnet account
fr_fr: Compte Testnet

source: Set the destination account on testnet where pay token will be paid. Used only when "Use testnet" option is enabled.
fr_fr: Définissez le compte de destination sur Testnet où le token de paiement sera payé. Utilisé uniquement lorsque l'option "Use testnet" est activée.

source: dApp Name
fr_fr: Nom de l'application dApp

source: The application name displayed in the webauth modal
fr_fr: Le nom de l'application affiché dans la fenêtre modale Webauth

source: dApp Logo
fr_fr: Logo de l'application dApp

source: The application logo displayed in the webauth modal
fr_fr: Le logo de l'application affiché dans la fenêtre modale Webauth

source: Allowed Tokens
fr_fr: Tokens autorisés
